{
    "full_text": {
      "data": {
        "fullText": "# PCSK9 genetic variants, carotid atherosclerosis and vascular remodelling\n\n# Abstract\n\nBackground and aims:\n\nCirculating PCSK9 is a crucial regulator of cholesterol metabolism. Loss-of-function variants in PCSK9 are associated with lower levels of circulating low-density lipoprotein cholesterol (LDL-C) and reduced cardiovascular disease (CVD) risk, while gain-of-function variants correlate with elevated LDL-C concentrations and increased CVD risk. This study investigated whether genetically determined LDL-C levels, proxied by four PCSK9 genetic variants, influence common carotid artery atherosclerosis.\n\n# Methods:\n\nThe analysis included 3,040 European participants (mean age 64.2±5.4 years; 45.8% men) at high cardiovascular risk from the IMPROVE study, alongside 49,088 individuals of white British ancestry (mean age 55.2±7.6 years; 47.9% men) from the UK Biobank (UKB). Ultrasonographic measurements of common carotid intima-media thickness (CC-IMT mean, CC-IMT max, CC-IMT mean-max) were obtained. Four lipid-level affecting genetic variants in the PCSK9 locus were selected for analysis, both individually and in a standardized polygenic risk score (PRS), to assess their effects on LDL-C and PCSK9 levels in the IMPROVE cohort and on ultrasonographic measures in both IMPROVE and UKB.\n\n# Results:\n\nIn the IMPROVE cohort, PCSK9 variants (rs11206510, rs2479409, rs11591147, rs11583680) exhibited expected effect directions, albeit not all statistically significant, on LDL-C and PCSK9 levels. The PRS was negatively correlated with CC-IMT mean, CC-IMT max, and CC-IMT mean-max among women in IMPROVE, and among men and overall in UKB (all P<0.05). Effect sizes were comparable between cohorts.\n\n# Conclusions:\n\nGenetic variants in the PCSK9 locus influence LDL-C levels and CC-IMT, in keeping with proven benefits of PCSK9 inhibitors on atherosclerotic cardiovascular events.\n\n# Introduction\n\nIntima-media thickness (IMT) of extracranial carotid arteries, measured non-invasively using B-mode ultrasound, is an imaging measure of arterial wall thickness often used as a surrogate marker of clinical and subclinical atherosclerosis. IMT is directly associated with all traditional cardiovascular risk factors, such as hypercholesterolemia, age, blood pressure, diabetes, insulin resistance, and cigarette smoking, as well as with the prevalent and incident vascular events. More recently, some studies demonstrated that circulating levels of proprotein convertase subtilisin/kexin type 9 (PCSK9) are also associated with carotid IMT. PCSK9 (encoded by the PCSK9 gene) is a serine protease mainly synthesized and secreted by the liver that plays a role not only in atherosclerosis but also in the development of cardiovascular diseases (CVD).\n\nPCSK9 post-transcriptionally causes the degradation of the low-density-lipoprotein receptor (LDLR) and thus indirectly increases plasma low-density-lipoprotein cholesterol (LDL-C) levels. Since 2003, many PCSK9 genetic variants with “gain-of-function” (GOF) or “loss-of-function” (LOF) effects have been described. In particular, GOF variants were consistently associated with higher LDL-C levels through reduced LDLR levels, resulting in a higher risk of CVD or cerebrovascular diseases. Conversely, LOF variants were consistently associated with lower LDL-C concentrations through increased LDLR levels, resulting in a lower risk of CVD. PCSK9 inhibitors such as evolocumab and alirocumab are efficacious in reducing cardiovascular events in patients at high risk and are recommended for patients with uncontrolled familial hypercholesterolaemia. While many studies have evaluated the relationship between PCSK9 variants and CVD or cerebrovascular diseases, to our knowledge few studies have evaluated the relationship between PCSK9 variants and subclinical atherosclerosis. Only one study has investigated the effect of the GOF E670G (rs505151) and I474V (rs562556) variants on carotid IMT. Similarly, only one study has investigated the effect of the LOF variants Y142X (rs67608943), C679X (rs28362286) and two studies have investigated the effect of R46L (rs11591147) variant.\n\nIn this study, we extend previous work by investigating the impact of four genetic variants known to influence LDL-C levels, individually and combined in a polygenic risk score, on carotid IMT measures in a high CVD-risk cohort (IMPROVE) and a large general population cohort (UK Biobank (UKB)). As there are known differences in CVD by sex, and as lipid-lowering medication might influence IMT (through PCSK9 dependent or independent mechanisms), the possibility of sex-specific or treatment-dependent interactions was also evaluated.\n\n# Material and methods\n\nSelection of PCSK9 variants\n\nThe selection of four variants in the PCSK9 locus was based on the Schmidt et al. definition, namely: (1) a robust association with LDL-C (as observed by the Global Lipids Genetics Consortium), (2) a low pairwise linkage disequilibrium (LD) (r²≤0.30) with other variants in that region (using 1000 Genomes CEU data); and (3) a combined annotation dependent depletion (CADD) score that evaluates potential functionality. Specifically, the four variants were: rs11206510 (build 37, chromosome 1:55505668, C allele lipid lowering), rs2479409 (1:55504650, G allele lipid increasing), rs11591147 (i.e., R46L, 1:55505647, T allele lipid lowering) and rs11583680 (1:55505668, T allele lipid lowering).\n\n# Study cohorts and phenotyping\n\nThe IMPROVE study design, eligibility criteria, aims, and baseline evaluation have already been reported in detail. Briefly, a total of 3,711 subjects (age range 54‒79 years), defined as high CVD risk based on the presence of at least three traditional vascular risk factors (e.g. hypercholesterolemia, hypertension, diabetes) but free from CVD and cerebrovascular diseases, were recruited in seven centres across five European countries, i.e. Finland (Kuopio, two centres), Sweden (Stockholm), the Netherlands (Groningen), France (Paris), and Italy (Milan and Perugia) between January 2004 and June 2005. In 2023, the Institute of Public Health and Clinical Nutrition at the University of Eastern Finland in Kuopio revoked data usage permission for participants recruited to this centre. As a result, this study included the 3,040 participants recruited from the remaining six centres.\n\nDuring the baseline visit, participants completed a medical history, medication and lifestyle questionnaire, carotid ultrasound examination and blood sampling for standard biochemical tests and genotyping. Details of lipid measurements and carotid ultrasound examination have been previously published and are summarised in the Supplemental Material. For this study, three indices of the common carotid (CC) arterial wall damage (CC-IMT mean, CC-IMT max and CC-IMT mean-max) were used, as these were deemed most comparable to the measurements conducted by UKB. Circulating PCSK9 levels were measured using commercial ELISA kits (R&D Systems, MN) able to recognize free and LDLR-bound PCSK9.\n\nThe IMPROVE study complies with the rules of Good Clinical Practice and with the ethical principles established in the Declaration of Helsinki, and was approved by 6 independent ethics committees, i.e.: the Regional Ethics Review Board at Karolinska Institutet, Stockholm, Sweden (approval ID: Dnr 2003/03-115, 17 February 2003); the Institutional Review Board of the Health Department of the Hospital “Ospedale Niguarda Ca’ Granda”, Milan, Italy (approval ID: 2042/03, 3 June 2003); the Medical Ethics Review Committee, Academic Hospital Groningen, Groningen, the Netherlands (approval ID: METc 2003/054, 12 May 2003); the Ethics Committee of the Umbrian Health Authorities, Perugia, Italy (approval ID: N2725/03/A, 6 February 2003); the Consultative Committee for the Protection of Persons in Biomedical Research (CCPPRB) at Hôspital Pitie Salpétrière, Paris, France (approval ID: CCP61-03, 2003); the Research Ethics Committee of the University of Kuopio and Kuopio University Hospital, Kuopio, Finland (approval ID: 140/2002, 10 October 2002). All patients provided informed consent twice; once for general participation in the study and once for genotyping.\n\nThe UKB cohort has also been described previously. In short, UKB included over 500,000 participants (age range 40–69 at baseline) recruited from the general population who attended one of 22 centres across the UK between 2006 and 2010. A self-completed baseline questionnaire provided information on personal, and family medical history, medication, lifestyle and blood samples were taken for standard biochemical assays and genotyping. A subset of individuals was invited to participate in a follow-up imaging visit (4-8 years after baseline), which included carotid ultrasound examination. For this study, only 49,088 unrelated self-reported white British ancestry individuals with CC ultrasonographic variables measures were included. Details of the carotid ultrasound examination have been published previously and are summarised in the Supplemental Material.\n\nAll participants in UKB provided informed electronic consent and UKB was granted ethical approval by the North-West Multicentre Research Ethics Committee on the 29th of June 2021 (Ref 21/NW/0157). This study was conducted under project #71392, (P.I. Strawbridge).\n\n# Genetic data\n\nIMPROVE subjects were genotyped using both Illumina Cardio-Metabo 200k and Immunochip 200k array platforms. Standard quality control was conducted on the individual chips as well as the combined dataset, including: exclusion of samples with cryptic relatedness, low call rate (<95%) or ambiguous sex and exclusion of variants for low call rate (<95%), failing Hardy-Weinberg Equilibrium (p<1×10−5) or low call rate (minor allele frequency (MAF) >1%). Multi-dimensional scaling (MDS) components 1, 2, and 3 were calculated in PLINK to enable adjustment for population structure.\n\nUKB participants were genotyped using either the Affymetrix BiLEVE Axion or Affymetrix UKB Axion array and imputed to 1000 Genomes, UK10K and Haplotype Reference Consortium (March 2018 release) reference panels. Standard genetic quality control (consistent with that described above), pre- and postimputation, was conducted centrally by UKB. Genetic principal components were also computed by the central UKB team. Eight principal genetic components (PGC1-8) were used to enable adjustment for population structure. Only unrelated individuals of self-reported white British ancestry were included in the analyses.\n\n# Power calculations\n\nFor power calculations for individual variant analyses, we used a conservative estimate of variance explained for a model including age, sex and population structure of 0.001 (based on previous evidence of genetic effect sizes on CC-IMT), which meant IMPROVE had 40% power to detect an effect, whilst UKB had >99% power.\n\n# Statistical analyses\n\nAll continuous phenotypes were evaluated for normality. Triglycerides, PCSK9 and CC-IMT ultrasonographic variables were log normalized prior to analyses. Analyses of individual genetic variants were conducted using linear regression in PLINK 1.07, assuming an additive genetic model.\n\nAn unweighted lipid-lowering polygenic risk score (PRS) was constructed by summing the number of LDL-C lowering alleles (0, 1 and 2) of each variant and was used to assess the combined effect of the four variants. Only individuals with complete genotyping were included in PRS analyses. The PRS was standardised and analyses were conducted using general linear models (GLM) in SAS v. 9.4 (SAS Institute Inc., Cary, NC, USA) for IMPROVE and STATA (STATA Corp) for UKB.\n\nIn the IMPROVE study, we assessed whether associations were observed between individual variants and lipids and PCSK9. Here, p<0.0125 was considered significant (Bonferroni correction for four comparisons). Subsequently, we investigated the impact of individual variants on CC-IMT mean, CC-IMT max and CC-IMT mean-max, considering p<0.0125 as significant. Finally, the PRS was tested for associations with CC-IMT mean, CC-IMT max and CC-IMT mean-max. Here p<0.05 was considered significant. Investigating the associations between individual variants and PCSK9, three models were considered: Model 1, adjusted for sex, age and population structure (i.e., MDS1-3); Model 2, as model 1 plus use of lipid-lowering medication; Model 3, as model 1 plus independent determinants of PCSK9 (use of statins and/or fibrates, total cholesterol, high-density-lipoprotein cholesterol (HDL-C), uric acid, personal history of hypertriglyceridemia and/or hypercholesterolemia, hip circumference, consumption of fish and/or wine, pack-years, family history of diabetes). Sensitivity analyses were also performed, stratified by sex. Individual variants were also assessed for effects on lipid levels adjusting for Model 2 in the whole group, in men and in women.\n\nThe effects on CC-IMT ultrasonographic variables, using Model 2, was tested by considering both the individual variants and the PRS. Sensitivity analyses were also performed, stratified either by sex or by lipid-lowering treatment. A general linear model (GLM) was used to adjust for confounding factors (Model 2) and to evaluate whether (1) PRS was associated with PCSK9 levels after stratification by sex or by use of lipid-lowering medication (p<0.05 as significant); (2) PRS affected PCSK9 levels by interacting with sex or use of lipid-lowering medication (p<0.05 as significant). Additionally, it was employed to estimate adjusted geometric means for PCSK9 levels by accounting for Age and MDS1-3, across each combination of stratification factor values (Women/Men or Treated/Untreated) and PRS.\n\nIn UKB, individual variants (p<0.0125 as significant) and the PRS (P<0.05 as significant) were tested for association with CC-IMT mean, CC-IMT max and CC-IMT mean-max, adjusting for age, sex, genotyping chip, population structure (i.e., PGC1-8) and use of lipid-lowering medication. Again, sensitivity testing included stratification by sex or by use of lipid-lowering medication, and the interaction (P<0.05 as significant) between PRS and sex or between PRS and use of lipid-lowering medication was tested.\n\nTo assess whether the very different sample sizes between IMPROVE and UKB might have influenced the results, the estimated beta values of the relationships between PRS and CC ultrasonographic variables from both studies were also analysed with a fixed-effects meta-analysis and visualised in a forest plot. Heterogeneity was assessed using the αα-test and the |² statistic. p<0.05 were considered significant.\n\n# Results\n\nDemographic features of IMPROVE and UKB participants are presented in Table 1. Men and women were well represented in both studies. Subjects included in the IMPROVE study were about 10 years older than participants of the UKB study. IMPROVE is a high CVD-risk cohort, thus the higher values of CC-IMT mean, CC-IMT max and CC-IMT mean-max observed in IMPROVE compared to the general population UKB are unsurprising, despite the more frequent use of lipid-lowering medication in IMPROVE compared to UKB (49.4% vs. 12.0%, respectively).\n\nThe effects rs11206510-C, rs11591147-T, rs11583680-T (all lipid lowering alleles), and rs2479409-G (lipid increasing allele) on lipids levels and PCSK9 in the IMPROVE study are shown in Table 2. Of these variants, only rs11591147-T (i.e., R46L) was significantly associated with LDL-C levels with the effect directions (i.e., beta <0) in line with expectation. No associations were observed between these variants and HDL-C or triglycerides. All four variants were associated with PCSK9 levels, with the expected directions of effect: rs11206510-C, rs11591147-T, and rs11583680-T were associated with lower PCSK9 levels and rs2479409-G was associated with elevated PCSK9 levels. Effect directions were similar in sex-stratified analyses, although not all associations reached statistical significance (P<0.0125).\n\nAssociations of PCSK9 variants with CC-IMT variables in IMPROVE\n\nIn IMPROVE, no significant associations were observed between individual PCSK9 variants and CC-IMT mean, CC-IMT max and CC-IMT mean-max in sex-combined or sex-stratified analyses. However, effect directions were consistent with expectations (i.e., beta >0 for rs2479409-G and beta <0 for rs11206510-C, rs11591147-T or rs11583680-T) for CC-IMT max and CC-IMT mean-max in sex-combined analyses, and for CC-IMT max in women.\n\nIn IMPROVE, no significant associations were observed when analyses were stratified by lipid-lowering treatment. In untreated subjects, the effect direction was in line with that expected for all variants. In subjects treated with lipid lowering drugs, instead, the effect direction for rs2479409-G was in line with that expected (i.e. beta >0) for all CC-IMT variables, whereas the effect direction for rs11206510-C has the expected direction (beta <0) for CC-IMT mean and CC-IMT mean-max only.\n\nAssociations of PCSK9 variants with CC-IMT variables (mean, max and mean-max) in UKB In UKB, a significant association was observed between rs11591147-T and CC-IMT mean, CC-IMT max and CC-IMT mean-max in sex-combined analyse and in men. The effect direction of these associations was consistent with that expected (i.e., beta <0) for CC-IMT mean and CC-IMT mean-max in sex-combined analyses, and for all CC-IMT variables in men. No other significant associations were observed; however the direction of the relationship was consistent with that expected for all CC-IMT variables in sex-combined analyses, and for CC-IMT mean and CC-IMT mean-max in men.\n\nIn UKB, analyses stratified by lipid-lowering medication demonstrated significant associations between rs11591147-T and CC-IMT variables in all participants, and between rs11591147-T and CC-IMT max and CC-IMT mean-max in untreated participants. The effect direction was as expected (beta <0) for CC-IMT mean-max and CC-IMT mean-max in all participants, and for CC-IMT max and CC-IMT mean-max in untreated participants.\n\nAssociations of the lipid-lowering polygenic risk score (PRS) with CC-IMT in IMPROVE In IMPROVE, the lipid-lowering PRS (combined effects of four genetic variants) was significantly associated (p<0.05) with all CC-IMT variables in women but not in men or the sex-combined analyses. The PRS explained the 0.5% of the variance for CC-IMT mean and CC-IMT max (R²=0.005), and the 0.6% of the variance for CC-IMT mean-max (R²=0.006). Beta values were in the expected direction (beta <0) for all CC-IMT variables in the sex-combined analyses and in women, i.e., the higher the PRS, the more lipid-lowering alleles, the lower the values of CC-IMT mean, CC-IMT max and CC-IMT mean-max. The interaction between PRS and sex for CC-IMT max was borderline statistically significant (p=0.051).\n\nIn IMPROVE, the analysis stratified by lipid-lowering medication demonstrated no significant associations between the PRS and CC-IMT variables. However, beta values were in the expected direction (beta <0) for all CC-IMT variables in untreated subjects, and only in CC-IMT mean and CC-IMT mean-max in treated subjects. No significant PRS by lipid-lowering medication interaction was observed. Associations of the lipid-lowering polygenic risk score (PRS) with CC-IMT variables in UKB In UKB, significant associations were observed between the PRS and CC-IMT variables in the sex-combined analyses and in men but not women. In sex-combined analyses, the PRS explained approximately 20% of the variance for CC-IMT mean (R²=0.193), CC-IMT mean-max (R²=0.187) and the 14.5% for CC-IMT max (R²=0.145). All beta values were in the expected direction (beta <0). No significant interaction was observed between the PRS and sex in UKB.\n\nIn UKB, analyses stratified by lipid-lowering medication demonstrated significant associations between the PRS and all IMT measures in untreated individuals (all beta <0), consistent with the findings observed in the entire group. The PRS explained approximately 20% of the variation in CC-IMT mean and in CC-IMT mean-max, as well as about 14% of the variation in CC-IMT max in untreated subjects. No significant interaction between the PRS and treatment was observed.\n\nCombined effects of PRS on CC-IMT variables in IMPROVE and UKB\n\nForest plots of PRS effects demonstrated a consistent negative impact on all C-IMT variables in IMPROVE, UKB and the meta-analyses, however the effect was more convincing for UKB and the meta-analyses than for IMPROVE.\n\nPCSK9 levels in the IMPROVE study and association with the lipid-lowering PRS. PCSK9 levels decreased with increasing PRS values and with no difference between men and women or between treated and untreated individuals. PCSK9 levels have not been measured in UKB.\n\n# Discussion\n\nOur results demonstrated that four genetic variants in the PCSK9 locus, combined in a lipid-lowering PRS, were significantly associated with reduced atherosclerosis, assessed by C-IMT ultrasound measurements, in the high-CVD risk IMPROVE cohort and the general population UKB cohort. The effect was modest and did not differ significantly by sex or use of lipid-lowering medication.\n\nGenetic variants in the PCSK9 coding gene are not unique in influencing lipid and lipoprotein levels, but they are among those with the greatest effect sizes. This is particularly true for the R46L variant (rs11591147-T), which has been associated with reduced PCSK9 levels, lower LDL-C levels, and a lower prevalence and/or incidence of ischemic heart disease. This work extends the field by: firstly, demonstrating that the minor alleles of three PCSK9 variants known to be associated with lower LDL-C levels and the single PCSK9 variant known to be associated with higher LDL-C levels were associated (albeit not all significantly) with circulating PCSK9 and LDL-C levels in IMPROVE. Secondly, we demonstrated that the variant with the strongest effect, rs11591147, was associated with C-IMT in UKB. That this association was not observed in IMPROVE is likely due to the smaller sample size. It is also worth noting that IMPROVE is a high CVD-risk cohort, with no prior CVD events, whereas the UKB is a general population cohort, which may include prior events. Thirdly, we demonstrated that the PRS (combined effects of the four variants) was associated with C-IMT measures in UKB, and when UKB and IMPROVE were meta-analysed. Similarly, no lipid-lowering medication interaction was observed, however it should be noted that the proportion of participants on lipid-lowering medication was vastly different between the two studies (49% in IMPROVE vs 12% in UKB). While cIMT is widely used as a marker of subclinical atherosclerosis and is associated with increased CVD risk, it also reflects vascular remodeling processes such as endothelial hyperplasia and medial hypertrophy, which may be influenced by hemodynamic factors beyond lipid accumulation. The observed associations between PCSK9 variants and cIMT underscore the role of LDL-C metabolism in arterial wall changes, supporting the potential utility of PCSK9 genetic risk profiling in refining CVD risk prediction and early intervention strategies.\n\n# Strengths and limitations\n\nThis study benefits from several notable strengths. Firstly, the inclusion of two substantially different cohorts, IMPROVE (high CVD-risk, Pan-European recruitment) and the UKB (general population, UK recruitment), enhances the robustness and generalisability of the findings, particularly regarding the associations between PCSK9 variants and carotid IMT. Secondly, the analyses focused on well-characterized genetic variants in the PCSK9 gene with known functional effects, allowing for a robust examination of their impact on LDL-C levels and carotid artery atherosclerosis. Additionally, the use of a PRS to assess cumulative genetic effects provided a more comprehensive picture (as individual variants do not act in isolation). However, this study also had limitations that should be acknowledged. While significant associations were identified with the PRS, individual PCSK9 variants did not consistently demonstrate robust effects on carotid IMT, limiting the ability to draw firm conclusions about their independent contributions. Furthermore, the lack of PCSK9 level measurements in UKB restricts the capacity to fully correlate genetic variants with phenotypic outcomes, potentially obscuring the understanding of the underlying biological mechanisms. Finally, although the analysis adjusted for several known confounders, unmeasured factors—such as dietary habits, physical activity, or other genetic influences—may still affect the associations between PCSK9 variants and carotid IMT, introducing the possibility of bias in the results. In addition, UKB is well recognised and over-representative of the healthier parts of the general population. A further consideration is that the analyses of UKB relied upon self-report of medication, which is well recognised as being impacted by recall bias. Overall, it is likely that biases in the data would result in underestimation (not overestimation) of effects.\n\n# Conclusion\n\nIn conclusion, we have demonstrated genetic variants in the PCSK9 locus which influence PCSK9 levels, and consequently LDL-C levels, also influences C-IMT and therefore is likely to be part of a causal pathway for atherosclerosis. Genetic risk profiling including these variants could be useful in future precision medicine strategies, where individuals most at risk can be targeted for intervention prior to overt disease development."
      },
      "expiresAt": "2025-03-01T23:57:52.000Z",
      "status": "completed",
      "success": true
    },
    "metadata": {
      "doi": "https://doi.org/10.1101/2025.02.25.25322905",
      "title": "_PCSK9_ genetic variants, carotid atherosclerosis and vascular remodelling"
    }
  }
  