{
    "full_text": {
      "data": {
        "extracted_text": "# Left ventricular mass-to-strain ratio to predict treatment response and prognosis in hypertensive heart disease\n\nShort Title: LV mass-to-strain ratio predicts outcomes of HHD\n\nWord Count: 4,256 words (main text, references and figure legends)\n\nAbstract: 244 words\n\nMain text: 3,321 words\n\nNumber of figures:\n\nNumber of tables: 4\n\nSupplemental Material: 1 supplemental table and 1 supplemental figure\n\nConflict of Interest: The authors declare no conflicts of interest.\n\n# Abstract\n\nBackground: Typical hypertensive heart disease (HHD) phenotype is the left ventricular hypertrophy (LVH) and dysfunction, measurable via LV global longitudinal strain. We aimed to evaluate the LV mass-to-strain ratio (LV-MSR) as a marker of HHD treatment response and prognosis.\n\nMethods: We retrospectively analyzed consecutive patients who underwent echocardiography at hypertension diagnosis and 6–18-monthly intervals in tertiary centers from 2006–2021. Association between LV-MSR and LV geometry changes was assessed using receiver operating characteristic (ROC) analysis and multivariable logistic regression. Time-dependent ROC and Cox regression were performed to evaluate LV-MSR prognostic value for cardiovascular death and heart failure hospitalization.\n\nResults: Among 1,600 patients (mean age, 65.1 years; 61.1% male), 23.4% had concentric LVH, and 21.5% eccentric LVH at baseline. LV-MSR had the highest predictive accuracy for LV geometry changes (area-under-the-curve 0.786; 95% confidence interval [CI] 0.759– 0.813). LV-MSR showed significant association with new-onset LVH among the non-LVH group (adjusted odds ratio, 1.125, 95% CI 1.054–1.200, P<0.0011) and persistent LVH among LVH group (adjusted hazard ratio [aHR] 1.133, 95% CI 1.087–1.180, P<0.0011) at baseline. Higher LV-MSR was an independent prognosticator, whether as a continuous (aHR 1.032 per +1 g/m2/%, 95% CI 1.015–1.049, P<0.001) or categorical variable (aHR 2.257 for LV-MSR ≥6.52 g/m2/%, 95% CI 1.463–3.480, P<0.001). The associations persisted in subgroup analyses according to the presence of LVH baseline.\n\nConclusions: LV-MSR independently predicts LV geometry changes and clinical outcomes in HHD, serving as a superior prognostic marker compared to LV mass index or LV-GLS alone.\n\n# Clinical Perspective\n\n# What is new?\n\nLV mass-to-strain ratio (LV-MSR) integrates LV geometry (LVH) and LV longitudinal function (LV-GLS), providing a more comprehensive assessment of hypertensive heart disease (HHD) than either parameter alone.\n\n# What are the clinical implications?\n\nHigher LV-MSR predicts LVH progression, persistence, and worse clinical outcomes, making it a useful marker for risk stratification and treatment response assessment in hypertension.\n\n# Research Perspective\n\nFurther studies should validate LV-MSR across diverse populations, integrate it into standard echocardiographic protocols, and evaluate its role in clinical decision-making and antihypertensive treatment guidance to improve patient outcomes.\n\n# Abbreviations\n\nACME, average causal mediation effect\n\nADE, average direct effect\n\nAUC, area under the curve\n\nBMI, body mass index\n\nCI, confidence interval\n\nHHF, hospitalization for heart failure\n\nLAVI, left atrial volume index\n\nLV, left ventricle\n\nLVH, left ventricular hypertrophy\n\nLV-MI, left ventricular mass index\n\nLV-GLS, left ventricular global longitudinal strain\n\nLV-MSR, left ventricular mass-to-strain ratio\n\nROC, receiver-operating characteristics\n\nRWT, relative wall thickness\n\n# Introduction\n\nThe hallmark phenotype of hypertensive heart disease (HHD) is an increased left ventricular (LV) mass, which results from a prolonged increase in the afterload applied to the LV myocardium. Additionally, the increased LV mass in HHD is often complicated by LV systolic or diastolic dysfunction. Considering that the fundamental goal of adaptive LV structural remodeling in HHD is to maintain appropriate cardiac output in compensation of the increased afterload, the patients with HHD often do not show significant abnormalities in conventional echocardiographic parameters. Instead, the LV global longitudinal strain (LVGLS) has been suggested as a potential indicator for both overt and subclinical myocardial dysfunction in HHD. A meta-analysis of 4,276 individuals (2,187 patients with hypertension) reported that the LV ejection fraction (LV-EF) did not differ between normotensive and hypertensive patients; however, the LV-GLS was significantly impaired in the hypertensive group.\n\nConsidering that LV myocardium undergoes hypertrophic remodeling to compensate for the increased afterload, while sacrificing the longitudinal contraction, the relationship between the degree of LV hypertrophy (LVH; i.e., LV mass) and degree of attenuation of myocardial longitudinal motion (i.e., LV-GLS) may potentially reflect better the dynamic status of LV remodeling following the increased afterload. Therefore, the LV mass-to-strain ratio (LV-MSR) holds promise as an indicator of the consequence of LV remodeling in patients with HHD. Several studies suggest the clinical usefulness of the LV-MSR in various myocardial conditions. However, no previous study has assessed the use of LV-MSR as an indicator of response to antihypertensive treatment, or as a prognostic marker, in patients with HHD. In this explorative analysis of echocardiographic findings in patients with HHD, we aimed to investigate whether the LV-MSR could be an ideal indicator for the progression or regression of LVH, and be used as a prognostic marker.\n\n# Methods\n\n# Study population\n\nParticipants comprised consecutive patients with hypertension who underwent an initial echocardiography during hypertension diagnosis at Seoul National University Bundang Hospital or Chung-Ang University Hospital (tertiary care centers in Korea) between 2006 and 2021, and completed a follow-up echocardiography during antihypertensive treatment at 6-18-monthly intervals. Exclusion criteria were: (1) specific cardiomyopathies, such as dilated cardiomyopathy, hypertrophic cardiomyopathy, restrictive cardiomyopathy, ischemic cardiomyopathy, stress-induced cardiomyopathy, Fabry disease, and MELAS (mitochondrial encephalopathy, lactic acidosis, and stroke-like episodes); (2) end-stage renal disease; and (3) prior open-heart surgery. Among the 1,872 patients who were included after the above eligibility criteria, patients without available echocardiograms for LV-GLS measurement were further excluded. Finally, a total of 1,600 patients were included.\n\nThis study was conducted in accordance with the principles of the Declaration of Helsinki and approved by the institutional review board of the Clinical Research Institute at each hospital (Seoul National University Bundang Hospital: No. B-2206-762-102, Chung-Ang University Hospital: No. 2205-014-19419). Given the retrospective nature of the study and minimal expected risk to the participants, the requirement for informed consent was waived by the institutional review boards. The study protocol was registered with the Clinical Research Information Service of the Ministry of Health and Welfare of the Republic of Korea (No. KCT0008091).\n\n# Echocardiography\n\nAll patients underwent conventional two-dimensional M-mode and color Doppler examinations using a commercially available echocardiographic device with a 2-2.5 MHz transducer. Echocardiographic parameters were measured according to the American Society of Echocardiography guidelines. LV end-diastolic dimension (LV-EDD), LV end-systolic dimension (LV-ESD), and LV septal and posterior wall thicknesses were estimated using M-mode or two-dimensional echocardiography. LV mass was measured using Devereux's formula, and the LV mass index (LV-MI) was calculated by normalization to the body surface area. LVH was defined as LV-MI>115 g/m2 and ~95 g/m2 in men and women, respectively. The relative wall thickness (RWT) was the ratio of twice the posterior wall thickness divided by the LV-EDD; values >0.42 indicated an increased RWT. To obtain the LV-EF, LV end-diastolic and LV end-systolic volumes were measured using Simpson's biplane method in the apical two-chamber and four-chamber views. The left atrial (LA) volume index was calculated by dividing the LA volume by the body surface area. The right ventricular systolic pressure was calculated from the peak velocity of tricuspid regurgitation with right atrial pressure. LV-GLS was analyzed from apical 4-, 2-, and 3-chamber views using TomTec Image-Arena, and was expressed as the absolute value for ease in interpretation.\n\n# Outcomes\n\nThe LV geometry outcomes were the occurrences of LVH or persistent LVH, based on the follow-up echocardiogram among patients without and with LVH at baseline, respectively. The clinical outcome was a composite of cardiovascular death (CV death) and hospitalization for heart failure (HHF). HHF was defined as inpatient admission owing to worsening HF signs and symptoms. Data on the clinical outcome were obtained by reviewing individual hospital records, telephone contracts, and national mortality data.\n\n# Statistical analysis\n\nContinuous variables are presented as the mean ± standard deviation and categorical variables as frequencies. Student's independent t-test and Kruskal–Wallis test were used to examine the clinical and echocardiographic characteristics. Logistic regression analysis was performed to identify predictors of new-onset LVH (among patients without LVH at baseline) and persistent LVH (among the patients with LVH at baseline). Univariable factors with P-values <0.100 were entered into the multivariable logistic regression analysis models using the stepwise backward selection method. The adjusted odds ratios (OR) for the new-onset LVH or persistent LVH were visualized by LV-MSR at baseline, using the cubic spline curves. Receiver-operating characteristics (ROC) curve analysis with DeLong test was used to assess the predictive value of baseline echocardiographic parameters for the presence of LVH at follow-up echocardiogram, and time-dependent ROC curve analysis with bootstrap-based method was used to assess the prognostic values of baseline echocardiographic parameters for the occurrence of clinical outcomes. Event-free survival analyses were performed using the Kaplan-Meier method and Cox proportional hazard modeling. Variables found to be significant in univariable analysis were entered into a multivariable Cox proportional-hazards regression model using the stepwise backward selection method. Mediation analysis was performed to assess the direct and indirect effects of LV-MSR on the clinical outcomes, using R package “mediation”. All analyses were performed using R programming software (version 4.3.3; R Foundation for Statistical Computing, Vienna, Austria), and P-values <0.05 were considered statistically significant.\n\n# Results\n\n# Clinical characteristics\n\nThe mean age of the total study population was 65.1 years (SD 13.1), 61.1% were male, and the prevalence of diabetes, dyslipidemia, chronic kidney disease, and coronary artery disease was 28.9%, 28.1%, 23.2%, and 28.1%, respectively. Baseline characteristics were compared between those without (n=882) and with (n=714) LVH at baseline. The mean age and prevalence of diabetes, dyslipidemia, atrial fibrillation, and stroke were similar between the two groups. When compared to those without LVH at baseline, those with LVH at baseline had significantly lower male proportion (70.3% vs. 49.7%; P<0.001) and lower prevalence of dyslipidemia (30.7% vs. 24.8%; P=0.009) and coronary artery disease (41.6% vs. 33.7%; P=0.001), and higher prevalence of chronic kidney disease (19.0% vs. 28.4%; P<0.001). The blood pressure (BP) at baseline was significantly higher in patients with LVH compared to those without LVH (systolic BP [SBP], 148.6±20.2 vs. 158.3±27.1 mmHg, P<0.001; diastolic BP [DBP], 87.3±14.6 vs. 92.6±21.3 mmHg, P<0.001).\n\nEchocardiographic parameters at baseline and follow-up are summarized in Table 2. The mean LV-MI was 109.8±33.7 g/m2 (patients without vs. with LVH at baseline, 88.7±14.1 g/m2 vs. 135.7±32.8 g/m2; P<0.001), while the mean LV-GLS was 15.3±5.0% (patients without vs. with LVH at baseline, 16.4±4.6% vs. 14.1±5.2%, P<0.001). The mean LV-MI at follow-up did not significantly change in patients without LVH at baseline; however, in patients with LVH at baseline, the follow-up LV-MI was markedly decreased at follow-up (LV-MI at follow-up, 97.7±26.4 vs. 123.3±35.5 g/m2; P<0.001; △LV-MI, 9.0±25.0 vs. -12.5±38.7 g/m2; P<0.001). Among the 882 patients without LVH at baseline, 220 (24.9%) developed LVH at follow-up (including 103 [11.7%] showed concentric LVH, and 117 [13.3%] eccentric LVH). Among the 714 patients with LVH at baseline, 237 patients (33.2%) showed regression of LVH at follow-up (including 147 [20.5%] showed normal geometry, and 90 [12.5%] concentric remodeling).\n\n# LV mass-to-strain ratio to determine the changes in LV geometry\n\nWe performed ROC curve analysis to determine the optimal echocardiographic predictor of the changes in LV geometry. As shown in Figure 1, the LV-MSR at baseline had the highest area under the curve (AUC 0.786, 95% CI 0.759–0.813; P<0.001), followed by LV-MI (AUC 0.735, 95% CI 0.704–0.766; P<0.001), E/e’ ratio (AUC 0.668, 95% CI 0.634– 0.703; P<0.001), and LV-GLS (AUC 0.625, 95% CI 0.589–0.611; P<0.001). The AUC for the presence of LVH at follow-up echocardiogram was significantly higher with the LV-MSR, compared to LV-GLS and LV-MI.\n\nMultiple linear regression analysis was performed to assess the association between baseline echocardiographic parameters and the degree of LV-MI reduction (△LV-MI) between the baseline and follow-up echocardiograms. Higher BMI at baseline was associated with less reduction in LV-MI, whereas higher SBP at baseline was associated with larger reduction in LV-MI. Among the echocardiographic parameters at baseline, larger LV-EDV (adjusted coefficient β -0.204, 95% CI -0.262 to -0.145; P<0.001), higher RWT (adjusted coefficient β -60.589, 95% CI -77.243 to -43.935; P<0.001), and higher LV-MSR (adjusted coefficient β -0.602, 95% CI -0.875 to -0.330; P<0.001) were associated with a larger reduction in LV-MI.\n\n# Subgroup analyses according to the presence of LVH at baseline\n\nThe association between LV-MSR at baseline and changes in LV geometry was further assessed in subgroups divided according to the presence of LVH at baseline. Among patients without LVH at baseline, higher LV-MSR was significantly associated with new-onset LVH at follow-up (adjusted OR 1.125, 95% CI 1.054–1.200; P<0.001), as well as higher RVSP. Among those with LVH at baseline, higher LV-MSR was significantly associated with persistent LVH at follow-up (adjusted OR 1.133, 95% CI 1.087–1.180; P<0.001), as well as a higher E/e’ ratio. Associations of LV-MSR at baseline with new-onset and persistent LVH are depicted in Figure 2, along with associations of LV-GLS and LV-MI.\n\n# Prognostic value of LV mass-to-strain ratio\n\nROC curve analysis using bootstrap-based method was performed to assess the prognostic values of the baseline echocardiographic parameters. LV-MSR at baseline revealed a significantly higher AUC for the occurrence of clinical outcomes (AUC 0.696, 95% CI 0.638–0.747), compared to LV-MI (AUC 0.533, 95% CI 0.475–0.590; P-for-comparison <0.001) and LV-GLS (AUC 0.642, 95% CI 0.586–0.697; P-for-comparison <0.001).\n\nAssociation between LV-MSR at baseline and clinical outcomes was assessed using the multivariable Cox regression analysis. With LV-MSR as a continuous variable, regardless of the presence of LVH at baseline, higher LV-MSR at baseline was significantly associated with the occurrence of clinical outcomes (adjusted HR 1.032; 95% CI 1.015–1.049; P<0.001) in total study population (without LVH at baseline: adjusted HR 1.048; 95% CI 1.006–1.092; P=0.024 and with LVH at baseline: adjusted HR 1.024; 95% CI 1.005–1.043; P=0.014). Using the ROC curve analysis, we determined an optimal cutoff value of LV-MSR for the occurrence of clinical outcomes as 6.52 g/m2/%. Higher LV-MSR at baseline (≥6.52 g/m2/%) was significantly associated with the occurrence of clinical outcomes (total study population: adjusted HR 2.257; 95% CI 1.463–3.480; P<0.001, without LVH at baseline: adjusted HR 2.180; 95% CI 1.222–3.891; P=0.008, and with LVH at baseline: adjusted HR 3.078; 95% CI 1.528–6.202; P=0.002).\n\nBecause higher LV-MSR was significantly associated with new-onset or persistent LVH at follow-up echocardiogram (which are considered as prognostic markers for clinical outcomes), we performed mediation analysis to assess the direct and indirect effects of LV-MSR through its influence on LV geometry changes. The mediation analysis showed that 47% of the effect of LV-MSR at baseline on clinical outcomes was mediated by the changes in LV geometry (new-onset or persistent LVH at follow-up echocardiogram).\n\n# Discussion\n\nIn the present study, we assessed the impacts of LV-MSR, the ratio between LV-MI and LV-GLS, on the changes in LV geometry and prognosis among the patients diagnosed with hypertension. The higher LV-MSR (i.e., disproportionately higher LV-MI compared to LV-GLS) was significantly associated with new-onset LVH among those without LVH at baseline, and with persistence of LVH among those with LVH at baseline. Further, LV-MSR had a higher predictive value for the changes in LV geometry, compared to LV-MI and LVGLS when used separately. Higher LV-MSR was also significantly associated with the occurrence of clinical outcomes, mediated partly by changes in LV geometry. To our knowledge, this study is the first to demonstrate the clinical usefulness of LV-MSR among patients with hypertension, showing that LV-MSR is both a predictor of the changes in LV geometry and a prognostic marker of clinical events. Our findings suggest that LV-MSR could be used as a relevant marker to assess treatment response and estimate prognosis in patients with hypertension.\n\n# Echocardiographic assessment in patients with hypertension\n\nAccording to previous studies, the prevalence of LVH ranges from 15% to 45% among patients with hypertension. Given that LVH is a physiologic adaptation to increased afterload in these patients, the presence of LVH serves as a key component to determine HHD, as well as an important marker of prognosis. Moreover, our previous studies showed that appropriate BP control could result in the regression of LVH, thus leading to improved prognosis, whereas failure to achieve LVH regression results to a worse prognosis.\n\nWhile most of previous literature focused on changes in LV geometry and LVH status, we extended the clinical implications of HHD using LV strain measurements. The well-established better sensitivity of LV-GLS measurement for assessing subclinical myocardial dysfunction, over conventional LV-EF, has also been confirmed in patients with HHD. A meta-analysis of 4,276 individuals (2,187 patients with hypertension) reported similar LV-EF between normotensive and hypertensive patients, although LV-GLS was significantly impaired in the hypertensive group, with a standard mean difference of 1.07±0.15 (95% CI 0.77–1.36, P<0.0001). Further, an in-depth mathematical analysis of the associations between LV geometry, LV-EF, and strain measurements by Stokke et al. showed that LV-EF can be maintained in a setting of increased LV wall thickness despite a significant impairment of longitudinal deformation (i.e., LV-GLS). This implies that LV-GLS may be a more sensitive marker of LV dysfunction in patients with HHD. Although further clarification is needed for a wider utilization of LV-GLS in patients with HHD, contemporary literature suggests that LV-GLS has potential of clinical relevance in the assessment of HHD.\n\nWhile we recognize the potential of LV-GLS in the assessment of HHD, an important feature of strain measurements in a setting of hypertrophied myocardium exists. Overall, it could be summarized that the adaptive LV remodeling to increased afterload results in the simultaneous increase in LV wall thickness (i.e., LVH) and impairment of longitudinal function (i.e., LV-GLS). This was demonstrated in a landmark mechanistic analysis of LV geometry and function in patients with HHD by Hare et al., which showed a step-wise decrease in LV-GLS in patients with concentric remodeling and concentric hypertrophy compared to those with normal geometry. However, it should be noted that, while the LV longitudinal function decreases as HHD progresses, the overlap in LV-GLS values between the phenotypic (or geometric) subgroups is substantial. Similar findings were also reported by Le et al., showing that an impaired LV-GLS in hypertensive patients with LVH, still shows significant overlap between subgroups. Tadic et al. also showed significant but modest correlations of LV-MI with LV-GLS in patients with hypertension with coefficients ranging from -0.39 to -0.44. In addition, among healthy individuals enrolled to determine the reference values of LV strain, there was only a weak correlation between LV mass and LV-GLS, which was finally nullified when LV-MI, instead of LV mass, was used. These findings suggest that, while the physiologic adaptation to increased afterload in patients with HHD involve both the hypertrophy of myocardium and impairment of longitudinal function, these two pathologic processes are not always proportional. In other words, the stages of HHD and its consequences cannot be captured by the single use of either LV-MI or LV-GLS, but could be better determined using both parameters.\n\nIn the present study, we found a significant but weak correlation between LV-MI and LV-GLS (Pearson’s correlation coefficient r=-0.345, P<0.001). Further, while both LV-GLS and LV-MI were significantly associated with the presence of LVH at follow-up echocardiogram, LV-MSR revealed a significantly higher AUC value compared to either LV-GLS or LV-MI, and showed independent predictive value for new-onset LVH among those without LVH at baseline, as well as for persistent LVH among those with LVH at baseline. Our findings indicate that the combination of both LV-MI and LV-GLS, in the form of their ratio (LV-MI/LV-GLS; LV-MSR), could better reflect the myocardial status in patients with HHD, providing relevant prediction of changes in LV geometry after anti-hypertensive treatment.\n\nFurthermore, several recent studies suggest the use of LV-MSR in differential diagnosis of thick myocardium, including the differentiation of light chain (AL) versus transthyretin (ATTR) cardiac amyloidosis and Fabry disease from HHD. According to Ferkh et al., LV-MSR values were significantly lower in patients with HHD (median 4.95, interquartile range [IQR] 4.31–5.56) compared to those with cardiac amyloidosis or Fabry disease. In the present study, the mean LV-MSR at baseline was significantly higher (mean 8.79, SD 7.07) than that by Ferkh et al., and LV-MI was also higher (mean 109.8, SD 33.7) than Ferkh et al.’s (median 92.7, IQR 79.6–102.3); however, LV-GLS was lower (mean 15.3, SD 5.0 vs. median 18.6, IQR 17.5–20.0, respectively). These findings suggest that the patients included in our study had more advanced phenotypes of HHD, considering that our study included those with hypertension referred to tertiary institutions and underwent repetitive echocardiograms.\n\n# Hypertensive heart disease: prognostic value of LV-MSR\n\nAccording to Saito et al., LV-GLS and presence of concentric hypertrophy had significant prognostic value for the occurrence of major adverse events among asymptomatic patients with HHD. In particular, in the “Echo Model” based on multivariable Cox regression analysis, the presence of concentric hypertrophy had an adjusted HR of 1.75 (95% CI 1.08–2.84; P=0.02) while for LV-GLS, it was 1.08 (95% CI 1.01–1.17; P=0.04) per 1% decrease in value. This finding is noteworthy in that both LVH and LV-GLS revealed independent prognostic values, highlighting the importance of assessing both the structural change and functional impairment in patients with HHD.\n\nAdding to this previous finding, we demonstrated that the ratio of LV-MI with LVGLS (LV-MSR) has a significant prognostic value for the occurrence of CV death and HHD, regardless of whether analyzed as a continuous or categorical variable. In addition, we conducted mediation analyses to investigate whether LV-MSR is directly associated with prognosis, or if it primarily predicts changes in LV geometry, indirectly influencing clinical outcomes. The results indicated that LV-MSR at baseline had both a direct prognostic effect and an indirect effect by predicting LV geometry at follow-up echocardiography. These findings may explain why LV-MSR outperforms LV-MI or LV-GLS alone in prognostic assessment. Moreover, they suggest that the incorporation of LV function (LV-GLS) into LV geometry (LVH) could serve as both a predictor of treatment response and a prognostic marker in patients with HHD.\n\n# Limitations\n\nThe present study has several limitations. First, because the study population was derived from tertiary referral hospitals, there may have been a selection bias between our study population and general patients with hypertension. Secondly, the exact duration of hypertension could not be confirmed because of the retrospective study design. Third, we could not quantitatively measure irreversible myocardial fibrosis because we utilized echocardiography rather than cardiac magnetic resonance (CMR) imaging. Finally, given the retrospective design of this study, the causal relationship between LV-MSR and the changes in LV geometry, as well as the occurrence of clinical events, cannot be confirmed, requiring future prospective studies.\n\n# Conclusions\n\nIn patients with hypertension, the ratio between LV-MI and LV-GLS (i.e., LV-MSR) provides independent predictive value for changes in LV geometry, and can be used as a relevant prognostic marker following antihypertensive treatment. The use of LV-MSR, in comparison to using either LV-MI or LV-GLS, could better reflect the treatment response and clinical course in patients with HHD.\n\n# Acknowledgments\n\nWe thank Lia Ju, a registered diagnostic cardiac sonographer (RDCS), and Eun-Ju Choi, a research nurse, for their dedication and support.\n\n# Sources of Funding\n\nThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.\n\n# Disclosures\n\nNone\n\n# References\n\n01. Diamond JA, Phillips RA. Hypertensive heart disease. Hypertens Res. 2005;28:191-202. doi: 10.1291/hypres.28.191\n\n02. Tadic M, Cuspidi C, Marwick TH. Phenotyping the hypertensive heart. Eur Heart J.2022;43:3794-3810. doi: 10.1093/eurheartj/ehac393\n\n03. Marwick TH, Venn AJ. The Strain of Detecting Early Target Organ Damage in Hypertension. J Am Coll Cardiol.2015;65:2688-2690. doi: 10.1016/j.jacc.2015.04.040\n\n04. Saito M, Khan F, Stoklosa T, Iannaccone A, Negishi K, Marwick TH. Prognostic Implications of LV Strain Risk Score in Asymptomatic Patients With Hypertensive Heart Disease. JACC Cardiovasc Imaging.2016;9:911-921. doi: 10.1016/j.jcmg.2015.09.027\n\n05. Hare JL, Brown JK, Marwick TH. Association of myocardial strain with left ventricular geometry and progression of hypertensive heart disease. Am J Cardiol.2008;102:87-91. doi: 10.1016/j.amjcard.2008.02.101\n\n06. Cheng S, Shah AM, Albisu JP, Desai AS, Hilkert RJ, Izzo J, Oparil S, Pitt B, Solomon SD. Reversibility of left ventricular mechanical dysfunction in patients with hypertensive heart disease. J Hypertens. 2014;32:2479-2486; discussion 2486-2477. doi: 10.1097/HJH.0000000000000340\n\n07. Tadic M, Sala C, Carugo S, Mancia G, Grassi G, Cuspidi C. Myocardial strain in hypertension: a meta-analysis of two-dimensional speckle tracking echocardiographic studies. J Hypertens. 2021;39:2103-2112. doi: 10.1097/HJH.0000000000002898\n\n08. Ferkh A, Tjahjadi C, Stefani L, Geenty P, Byth K, De Silva K, Boyd AC, Richards D, Mollee P, Korczyk D, et al. Cardiac \"hypertrophy\" phenotyping: differentiating aetiologies with increased left ventricular wall thickness on echocardiography. Front\n\n09. Geenty P, Sivapathan S, Stefani LD, Boyd A, Richards D, Kwok F, Taylor MS, Stewart G, Thomas L. Left Ventricular Mass-To-Strain Ratio Predicts Cardiac Amyloid Subtype. JACC Cardiovasc Imaging.2021;14:690-692. doi: 10.1016/j.jcmg.2020.08.035\n\n10. Kim HM, Hwang IC, Choi HM, Yoon YE, Cho GY. Prognostic implication of left ventricular hypertrophy regression after antihypertensive therapy in patients with hypertension. Front Cardiovasc Med.2022;9:1082008.doi:10.3389/fcvm.2022.1082008\n\n11. Chu HW, Hwang IC, Kim HM, Park J, Choi H, Choi HM, Yoon YE, Cho GY. Age-dependent implications of left ventricular hypertrophy regression in patients with hypertension. Hypertens Res. 2024;47:1144-1156. doi: 10.1038/s41440-023-01571-w 12. Kim HM, Hwang IC, Park J, Choi HJ, Choi HM, Yoon YE, Cho GY. Impact of changes in left heart geometry on predicting new-onset atrial fibrillation in patients with hypertension. J Hypertens.2025;43:120-127. doi: 10.1097/HJH.0000000000003875\n\n12. Lang RM, Badano LP, Mor-Avi V, Afilalo J, Armstrong A, Ernande L, Flachskampf FA, Foster E, Goldstein SA, Kuznetsova T, et al. Recommendations for cardiac chamber quantification by echocardiography in adults: an update from the American Society of Echocardiography and the European Association of Cardiovascular Imaging. J Am Soc Echocardiogr. 2015;28:1-39 e14. doi: 10.1016/j.echo.2014.10.003 14. Marwick TH, Gillebert TC, Aurigemma G, Chirinos J, Derumeaux G, Galderisi M, Gottdiener J, Haluska B, Ofili E, Segers P, et al. Recommendations on the Use of Echocardiography in Adult Hypertension: A Report from the European Association of Cardiovascular Imaging (EACVI) and the American Society of Echocardiography (ASE). J Am Soc Echocardiogr. 2015;28:727-754. doi: 10.1016/j.echo.2015.05.002 15. Stokke TM, Hasselberg NE, Smedsrud MK, Sarvari SI, Haugaa KH, Smiseth OA, Edvardsen T, Remme EW. Geometry as a Confounder When Assessing Ventricular Systolic Function: Comparison Between Ejection Fraction and Strain. J Am Coll Cardiol. 2017;70:942-954. doi: 10.1016/j.jacc.2017.06.046\n\n13. Le TT, Lim V, Ibrahim R, Teo MT, Bryant J, Ang B, Su B, Aw TC, Lee CH, Bax J, et al. The remodelling index risk stratifies patients with hypertensive left ventricular hypertrophy. Eur Heart J Cardiovasc Imaging.2021;22:670-679. doi: 10.1093/ehjci/jeaa040\n\n14. Tadic M, Cuspidi C, Celic V, Ivanovic B, Pencic B, Grassi G. The influence of sex on left ventricular strain in hypertensive population. J Hypertens. 2019;37:50-56. doi: 10.1097/HJH.0000000000001838\n\n15. Park JH, Lee JH, Lee SY, Choi JO, Shin MS, Kim MJ, Jung HO, Park JR, Sohn IS, Kim H, et al. Normal 2-Dimensional Strain Values of the Left Ventricle: A Substudy of the Normal Echocardiographic Measurements in Korean Population Study. J Cardiovasc Ultrasound. 2016;24:285-293. doi: 10.4250/jcu.2016.24.4.285\n\n# Figure Legends\n\n# Figure 1. ROC curve analysis of echocardiographic parameters to predict new-onset or persistent LVH\n\n# Figure 2. Spline curves of echocardiographic parameters for the changes in LV geometry\n\n# Figure 3. Prognostic value of LV-MSR for cardiovascular death and HHF\n\n# Figure 4. Mediation analysis on the association between LV-MSR, changes in LV geometry, and prognosis"
      },
      "expiresAt": "2025-03-01T23:36:09.000Z",
      "status": "completed",
      "success": true
    },
    "paper_doi": "10.1101/2025.02.25.25322843",
    "paper_title": "Left ventricular mass-to-strain ratio to predict treatment response and prognosis in hypertensive heart disease",
    "success": true
  }
  