{
    "full_text": {
      "data": {
        "fullText": "# High rate triggers increased atrial release of BMP10, a biomarker for atrial fibrillation and stroke, which affects ventricular cardiomyocytes\n\n# Abstract\n\n# Background\n\nBone morphogenetic protein 10 (BMP10) is a ligand of the TGFβ superfamily secreted mainly by atrial cardiomyocytes. Elevated BMP10 blood concentrations predict atrial fibrillation (AF), AF recurrence after ablation and AF-related cardiovascular complications like stroke. The conditions increasing BMP10 secretion and downstream effects of BMP10 in cardiomyocytes are poorly understood. We assessed BMP10 secretion dynamics and BMP10 effects in a human 3D model of atrial and ventricular engineered heart tissue (EHT).\n\n# Methods\n\nCardiomyocytes differentiated from human induced pluripotent stem cells (atrial and ventricular) were cast into a fibrin-matrix to generate EHT. Atrial EHTs were optogenetically paced (3-5 Hz) or maintained at intrinsic beating rate for 24 h up to 15 days. Release of BMP10 and other cardiac biomarkers from EHT were quantified. BMP10 plasma concentrations were compared between 1370 patients in different atrial rhythm at blood draw. Additionally, ventricular EHTs were exposed to BMP10 for 10 days.\n\n# Results\n\nAtrial but not ventricular EHT released BMP10 within 48 h of culture. High rate optogenetic pacing increased atrial EHT BMP10 release by ~3-fold after a latency of at least 24 h post pacing initiation. BMP10 plasma concentrations were elevated in patients with documented AF compared to sinus rhythm and even higher in patients with current AF. BMP10 induced upregulation of TGFβ pathway transcripts, increased expression of genes related to AF and heart failure, including PITX2 and NPPB, and increased relative contraction times in ventricular EHTs.\n\n# Conclusions\n\nHigh atrial rates increase BMP10 expression and release, and BMP10 blood concentrations are higher in patients with current AF than in AF patients in sinus rhythm. High BMP10 concentrations induce expression of AF- and heart failure-related transcript networks in ventricular EHT. These findings support a role of BMP10 as a biomarker for AF and identify BMP10 as a potential player in AF-induced remodeling and tachycardiomyopathy.\n\n# Non-standard abbreviations and acronyms\n\nBMP10 - bone morphogenetic protein 10\n\nEHT - engineered heart tissue\n\n# Clinical perspective\n\nWhat is known?\n\n- Bone morphogenetic protein 10 (BMP10) is a secreted member of the TGFβ- superfamily that is expressed in the heart.\n- Elevated blood concentrations of BMP10 are associated with AF, recurrent AF, and with AF-related complications such as stroke.\n\nWhat the study adds\n\n- High atrial rates lead to BMP10 release from engineered atrial cardiac tissue.\n- BMP10 activates cardiac expression of genes associated with AF and heart failure including PITX2 and NPPB.\n- BMP10 can play a role as a contributor to atrial cardiomyopathy and potentially to AF-induced ventricular dysfunction, specifically tachyarrhythmia-induced cardiomyopathy.\n\n# Introduction\n\nAtrial fibrillation (AF) affects 60 million individuals worldwide. Despite improved means of detection, many patients remain undiagnosed. AF itself leads to remodeling of the atria, thereby promoting its progression and puts patients at increased risk of stroke or heart failure. Early initiation of rhythm-control therapy can prevent AF-related complications including cardiovascular death, stroke, and heart failure hospitalizations and is recommended in current European and American guidelines. Quantifiable markers of AF burden would simplify effective early rhythm control.\n\nRecently, bone morphogenetic protein 10 (BMP10) was identified as a putative blood biomarker for AF. Elevated blood concentrations of BMP10 were shown to be associated with AF, stroke in patients with AF, with recurrent AF after ablation and lower chance of attaining sinus rhythm at follow up. BMP10 in combination with other biomarkers can detect patients with prevalent AF but in sinus rhythm at medical contact and can identify patients with AF at high risk of cardiovascular events. Understanding the conditions leading to BMP10 release from the atria and the functional effects of BMP10 in the heart could help to better define the clinical use of BMP10.\n\nBMP10 is a cardiac-specific secreted protein detectable in blood. BMP10 is expressed during mammalian embryogenesis and affects cardiomyocyte development and growth. In the adult heart BMP10 expression is restricted to the atria.\n\nDespite its implication as an AF-associated biomarker, triggers for increased BMP10 expression and subsequent release are not known. Cardiac signaling resulting from BMP10 exposure in adulthood and its possible contribution to AF pathogenesis have not been studied. We investigated BMP10 release and downstream signaling in human cardiomyocytes (CM) using atrial and ventricular engineered heart tissue (aEHT/vEHT) as human in vitro models.\n\n# Methods\n\n# EHT generation, culture and contractility analysis (aEHT/vEHT)\n\nEHT were generated using previously established protocols. Both atrial and standard, ventricular cardiomyocytes (aCM/vCM) were differentiated from established human induced pluripotent stem cell lines of healthy donors. All cell lines employed in this work have been published (UKEi001-A, UKEi003-C), detailed information is available on hpscreg.eu. Cardiac differentiation was carried out following published protocols for both, aCM and vCM. Fibrin-based EHT in 24-well cell culture format was created from 1×106 aCM/vCM per EHT. After the onset of spontaneous beating activity at approximately 5-10 days after casting, contractility (force, frequency, rhythmicity, contraction and relaxation velocity) was analyzed every 2-3 days, 1 h after culture media change utilizing pattern recognition software (EHT Technologies and Consulting Team Machine Vision, CTMV, Pforzheim, Germany) following established protocols.\n\nShort-term electrical pacing for contractility analysis was carried out with custom-manufactured carbon electrodes (EHT Technologies). EHTs were paced at 1.25-2.25 Hz with biphasic impulses (4 ms, 2.25-4 V/cm, Grass S88X stimulator, Natus Neurology Incorporated). Pacing stimulus frequency and electrical field strength were titrated for each batch and set just above pacing threshold and spontaneous beating frequency. Averaged contraction peaks across treatment conditions were visualized for comparison by peak alignment of normalized traces, and the mean contraction as a function of time calculated.\n\n# Optogenetic fast pacing of aEHT\n\nTo enable longer-term optogenetic pacing (3-5 Hz), the light-sensitive non-selective cation channel CheRiff2.0 was employed. Atrial EHTs were transduced during casting with an adeno-associated virus vector (AAV6) conferring channel expression under the control of a cardiomyocyte-specific cTNT promoter. A custom-manufactured LED-bearing circuit board (designed and manufactured by Julius Hansen, Sarcura GmbH, Klosterneuburg, Austria; circuit print by JLCPCB, Hong Kong, China) was placed underneath the 24-well cell culture plate harboring the EHTs. LEDs were addressed to rhythmically elicit blue light impulses (465 nm, 0.12 mW/mm2, 45 ms stimuli) by an Arduino controller (Nano ATMega328) using Arduino IDE software.\n\n# Protein concentration analysis in EHT media\n\nBMP10 in culture media was quantified by ELISA according to manufacturer’s instructions (EK18108, Human BMP-10 ELISA kit PicoKine, Boster, Pleasanton, USA). Fresh EHT culture media was confirmed to not contain any detectable BMP10. High sensitive troponin I (hsTnI), N-terminal pro-brain natriuretic peptide (NT-proBNP) and glucose media concentrations were measured using Abbott Architect Assays (Abbott Diagnostics) on Architect i2000 and c8000 Immuno Assay Analyzers (Abbott Diagnostics).\n\n# BMP10 concentration analysis in patient blood\n\nBlood BMP10 concentrations in patients were determined from the Birmingham and Black Country Atrial Fibrillation Registry (BBC-AF), which recruited consecutive patients from the Sandwell and West Birmingham NHS Trust (UK) between September 2014 and February 2018, as reported. Patients either had confirmed AF or other cardiovascular conditions (without AF) based on the CHA2DS2-VASc score; those without prior AF underwent 7-day ECG monitoring. The study was ethically approved (IRAS ID 97753), and complied with the Declaration of Helsinki. All participants provided written informed consent. Blood samples were immediately processed, stored at -80 °C, and analyzed centrally as reported before, using a high-throughput, high-precision assay (Roche Diagnostics, Penzberg, Germany). Clinical characteristics of patients by rhythm are listed in Supplementary Table S1.\n\n# BMP10 exposure of vEHT\n\nEffects of BMP10 on ventricular EHT (vEHT) contractility were assessed by both acute (30 min) and longer-term (10 days) exposure of vEHT to recombinant human BMP10 (rhBMP10, 2926-BP-025, R&D Systems, Minneapolis, USA) dissolved in water containing 0.1% bovine serum albumin and 4 mM HCl (vehicle).\n\nFor acute experiments, vEHTs were exposed to accumulating concentrations of rhBMP10 for 30 min each. Contractility was analyzed as described above. To allow for detection of potential positive inotropic effects, in contrast to standard EHT culture employing 1.8 mM extracellular Ca2+, extracellular Ca2+ was reduced to 1 mM.\n\n# Gene expression analysis\n\nRNA was extracted from either 31-38 day-old vEHT, or 35 day-old aEHT, with TRIzol reagent (Invitrogen, Carlsbad, USA). For RT-qPCR, reverse transcription was carried out with the High-Capacity cDNA Reverse Transcription kit (Applied Biosystems, Thermo Fisher, Vilnius, Lithuania) and qPCR using HOT FIREPol EvaGreen qPCR Mix Plus (Solis Biodyne, Tartu, Estonia). Primer sequences can be found in Supplementary Table S2.\n\nRIN >9.2 was confirmed for all samples on an Agilent Tapestation device. Library preparation was carried out with the NEBNext Ultra II Directional RNA kit (New England Biolabs) and libraries were sequenced in paired-end mode (Nextseq 2000, Illumina), read length 111 bp, ~25 million reads per sample.\n\nA detailed description of cell type deconvolution of the bulk RNA sequencing data can be found in the supplement.\n\n# Statistical methods\n\nFor statistical analysis not related to RNA sequencing or mass spectrometry, GraphPad Prism software (v.6.0 and v.10.0, Dotmatics, Boston, USA) was used. Statistical tests are indicated in figure legends and were applied as appropriate: one-way or two-way ANOVA followed by Tukey’s or Šidák‘s multiple comparisons test. Sample numbers refer to n/n (number of EHTs/batches) and graphs depict individual values and mean±SEM unless stated otherwise.\n\n# Results\n\nBMP10 expression and secretion is restricted to atrial EHT and increased with high rate pacing\n\nTo explore whether EHT is a suitable model to decipher BMP10 signaling mechanisms, we characterized both, aEHT and vEHT. BMP10 mRNA was detectable in both models, although at ~200-fold higher abundance in aEHT compared to vEHT.\n\nTachypacing of aEHT has been established as a model to study AF. To study the effect of high atrial rates on BMP10 expression, we assessed BMP10 mRNA concentrations in aEHTs optically continuously paced for 7 days at a frequency of 3 Hz. For control conditions, aEHTs were left to beat spontaneously at intrinsic beating frequency (usually 2 to 2.5 Hz). Pacing at 3 Hz increased BMP10 mRNA expression in aEHT by 2-fold. Average BMP10 concentrations in culture medium of aEHT were ~2.6 ng/mL after 48 h in culture. In contrast, BMP10 was hardly detectable in vEHT media. In line with higher gene expression, aEHT pacing led to a two-fold increase in BMP10 release (5.8 ng/mL within 48 h) compared to unpaced controls.\n\n# BMP10 secretion increases with rapid pacing, but with a delay\n\nWe paced aEHTs for 24 h at 5 Hz, followed by a post-pacing period of 24 h each, enabling time-course analysis of BMP10 secretion. Optogenetic fast pacing for 24 h did not elevate BMP10 medium concentrations immediately. The increase in BMP10 by up to 1.7-fold was delayed to at least 24 h after pacing initiation. By then, the protocol had reached the post-pacing period. Neither onset nor extent of BMP10 release showed rate-dependence within the studied pacing rate range of 3·5 Hz. Pacing of aEHT led to an immediate increase in release of NT-proBNP and troponin I within 24 h. Rapid pacing led to significantly increased glucose consumption. Glucose consumption recovered to pre-pacing levels within 24 h. All observed effects were similar across 3, 4 and 5 Hz of applied rapid pacing. Continuous chronic pacing for up to 15 days led to consistently elevated BMP10 release from aEHT. After 5 days of continuous fast pacing at 4.5 Hz, BMP10 release was increased by ~6-fold, without further increase until day 15. Long-term fast pacing caused increased protein expression of both, BMP10 and BNP.\n\n# BMP10 plasma concentrations are higher in patients with current AF\n\nPlasma BMP10 concentrations differed between patients, depending on their rhythm status. Patients without AF and therefore in true sinus rhythm both at blood draw and during the consecutive week had the lowest BMP10 plasma concentrations, followed by those with a history of AF or Holter ECG-diagnosed AF within 7 days after the blood draw, but in sinus rhythm at the time of blood draw. Highest BMP10 plasma concentrations were observed in patients in AF on the day of blood draw. In contrast, NT-proBNP concentrations did not differ between sinus rhythm patients and AF patients in sinus rhythm at blood draw.\n\n# Atrial EHT and vEHT express BMP10 receptors\n\nApart from endothelial cells and fibroblasts both, ventricular and atrial cardiomyocytes of the human adult heart express known BMP receptors. To evaluate whether BMP10 can affect the human models employed here, we assessed the expression of BMP10 receptors in aEHT and vEHT. We identified ALK3 and BMPR2 as the known BMP receptors with highest expression in vEHT and confirmed expression of both receptors in aEHT.\n\n# BMP10 induces gene expression changes related to AF, driven by TGFβ signaling\n\nThe relevant abundance of BMP10 receptor transcripts in vEHT suggests that BMP10 could elicit effects on human myocardium and EHT. We therefore exposed vEHT to recombinant human BMP10 protein (rhBMP10) for 10 days. BMP10 expression in vEHT was low at baseline, but we still observed a significant decrease in expression in reaction to rhBMP10 exposure. Other cardiac genes linked to atrial function and upregulated by rhBMP10 in a concentration-dependent fashion included PITX2, NPPB and TBX20. Expression of the transcription factor NKX2-5 was not affected by BMP10 exposure at the concentrations investigated.\n\nThese changes in expression of key atrial genes by chronic rhBMP10 exposure were confirmed in RNA sequencing analysis of vEHT exposed to 100 ng/mL rhBMP10 for 10 days. Additionally, strongest expression increase induced by exposure to rhBMP10 was observed for ID genes (ID1, ID2, ID3), SMADs (SMAD6, SMAD9) and endoglin (ENG), a BMP10 receptor-encoding gene. GWAS catalog analysis of all regulated transcripts showed strongest overlap with gene sets related to “atrial fibrillation”, “electrocardiogram morphology” and “PR interval”. Pathway analysis revealed the highest score for the “TGFβ” pathway, driven mainly by ID genes, SMADs and POSTN (periostin). Deconvolution analysis indicated that exposure to rhBMP10 did not affect cell type composition of the EHT.\n\n# BMP10 exposure affects contraction time of vEHT\n\nFunctional consequences of rhBMP10 exposure in vEHT contraction were assessed acutely and chronically. Exposing vEHT acutely to increasing concentrations of rhBMP10 (0.5 ng/mL, 2.0 ng/mL, 10 ng/mL, 25 ng/mL, 100 ng/mL and 250 ng/mL) or vehicle for ~30 min each did not affect contractility.\n\nLonger-term exposure to rhBMP10 for 10 days (100 ng/mL) resulted in increased time to peak (TTP -10%, -50% and ·80%) as well as increased relaxation time (RT -10%, -50% and -80%), without affecting basal force or contraction and relaxation velocity. Averaged, normalized contraction peaks depict the before-described rhBMP10-induced widening of the peak compared to control.\n\n# Discussion\n\nThis analysis of BMP10 release patterns in human atrial and ventricular engineered heart tissue (aEHT/vEHT) and BMP10 in patient plasma yielded the following findings:\n\nI. BMP10 is expressed and secreted by aEHT.\n\nII. High pacing rates increase BMP10 expression and release in aEHT.\n\nIII. Consistent with these findings, BMP10 plasma concentrations are most elevated in patients with current AF during blood draw. BMP10 concentrations are higher in patients in intermittent AF, but in sinus rhythm at blood draw, than in patients in true sinus rhythm.\n\nIV. VEHT express BMP receptors and exposure to BMP10 leads to TGFβ-related gene expression with AF and heart failure.\n\nV. BMP10 prolongs relative contraction and relaxation times in vEHT.\n\n# Fast atrial rates increase BMP10 release from aEHT\n\nThis study shows that high atrial rates increase BMP10 secretion in engineered atrial tissue. Consistent with this finding, patients with AF at the time of blood sampling show higher BMP10 concentrations than patients with intermittent AF who are in sinus rhythm when blood is drawn. A decrease of BMP10 and NT-proBNP concentrations was seen after restoration of sinus rhythm.\n\nUnlike the increased glucose demand and the increased release of troponin and natriuretic peptides, BMP10 release occurred with a delay of at least 24 h. This delayed release supports a counter-regulatory function of BMP10, e.g. in maintaining cardiomyocyte metabolism, proliferation, or protection against cell death. The delayed but continuous BMP10 release after the tissue experienced high rates may correspond with increased BMP10 plasma concentrations in patients with intermittent paroxysmal AF but in sinus rhythm during the blood draw.\n\nOptogenetic pacing of aEHT allowed us to study prolonged fast excitation in rates comparable to atrial rates in patients with AF without induction of pacing-related toxicity. Pacing increased metabolic demand, as evidenced by elevated glucose consumption, and triggered a stress response, reflected by increased BNP expression and release, as well as higher troponin concentration in the media. Notably, troponin and BMP10 were not released concurrently, arguing against the possibility that BMP10 increase in the media was merely a result of cell death and rupture. In patients with AF, both BMP10 and NT-proBNP (encoded by NPPB) plasma concentrations are elevated. In aEHT, pacing at high rates similarly led to increased BMP10 and NT-proBNP expression and secretion, aligning with the atrial biomarker profiles observed in AF patients. Ranging in the low ng/ml concentrations, the BMP10 concentrations detected in the aEHT media were comparable to those found in patient blood.\n\nThe pacing frequencies studied here (3-5 Hz) induce AF-related remodeling in aEHT within one week. It must be taken into account that aEHTs are chronically exposed to autosecreted BMP10. We speculate that AF-related electrical remodeling observed in similar models is not solely attributable to tachypacing but may also result from the chronic autocrine and paracrine effects of BMP10 on the tissue.\n\nThe increase in BMP10 release appeared slower than that of NT-proBNP. This slow regulation, the atrial specificity and the stability over time in patients support the use of BMP10 as a marker for AF in patients. Since medium was changed every other day and levels remained stable, BMP10 was released continuously. This stability, coupled with its demonstrated ability to identify AF patients at higher stroke risk, renders BMP10 a promising biomolecule for paroxysmal AF and AF-related complications. There is a clinical need to identify AF patient subpopulations at increased risk of complications, such as stroke. Recent clinical trials have revealed no correlation between anticoagulation efficacy and atrial high rate episodes (AHRE, now often referred to as “device-detected AF”) duration as a proxy for atrial arrhythmia severity. Current guidelines may leave some patient groups at risk of anticoagulation-related complications without deriving stroke prevention benefits. BMP10 offers potential as a biomarker for stratifying AF patients and addressing this unmet clinical need. Its detectability, even without ongoing AF, stability and association to endomysial fibrosis make it an attractive candidate for future research and clinical application.\n\nEHT is a suitable and versatile model for studying cardiac biomarkers and the cardiac secretome in pathologies like AF, particularly BMP10 as reported here. Further studies on the temporal release pattern of BMP10 during AF initiation and progression are warranted.\n\n# BMP10 impacts gene expression and contraction of ventricular EHT\n\nBMP10, a growth factor of the TGFβ superfamily, is essential for ventricular trabeculation and maturation during cardiac development and maintains cardiomyocyte proliferation in adulthood. To evaluate whether BMP10 signaling can be activated in hiPSC-CMs, we examined BMP10 receptor expression in EHT. BMPs bind to different type I and type II serine/threonine kinase receptors and signal via the canonical SMAD-dependent nuclear pathway and several non-canonical pathways. BMP family proteins bind to the type I receptors activin receptor-like kinases (ALK) ALK1 (encoded by ACVRL1), ALK2 (ACVR1), ALK3 (BMPR1A) and ALK6 (BMPR1B) and form hetero-tetrameric signaling complexes with the type II receptors BMP receptor type II (BMPR2), activin receptor type 2A (ACVR2A) and activin receptor type 2B (ACVR2B). BMP receptor utilization is cell type-specific. Endoglin (ENG) acts as a co-receptor. In vitro analyses identified BMP9 and BMP10 to bind ALK1 with high affinity with ALK1 predominantly expressed in endothelial cells. In other cell types, BMP10 was observed to signal via ALK3 and ALK6. In the postnatal mouse heart, Alk3 is expressed at much higher level than Alk6, suggesting ALK3 to be the main receptor for cardiac BMP10 signaling after development. In line with this, our results from vEHT indicate that BMP10 predominantly signals via ALK3 and BMPR2 in cardiomyocytes. Ventricular EHT provides a suitable model to explore effects of BMP10 exposure due to the low or undetectable intrinsic BMP10 expression, hence serving as an intrinsic control unaffected by varying endogenous BMP10 concentrations. This is important, as BMP10 levels will differ across cardiac regions. For instance, in a canine model, tachypacing at 600 bpm for seven days reduced BMP10 expression in the left atrium (LA, right atrium (RA) not studied).\n\nIn vEHT, prolonged BMP10 exposure (10 days) upregulated NPPB, a key gene expressed in ventricular hypertrophy and heart failure. Elevated BMP10 concentrations have also been found in heart failure, probably including patients with concomitant AF and HF.\n\nBMP10 also increased expression of TBX20, a transcription factor essential for heart development and previously described as directly regulated by BMP10. Similarly, ID (Inhibitor of DNA binding) genes, known transcriptional regulators in early heart development, were upregulated. Among these, ID2 is implicated in the specification of ventricular myocytes into conduction system lineages and associated with PR interval regulation in GWAS studies.\n\nBMP10 exposure did not alter the cell type composition of EHT. This indicates that the BMP10-induced effects are not attributable to differentiation into non-cardiomyocytes. However, due to BMP receptor expression in other cell types of the heart, further studies assessing BMP10 effect on endothelial cells and fibroblasts in the heart are warranted.\n\nLonger-term exposure of vEHT to rhBMP10 for 10 days led to changes in contractile properties, with effects becoming evident after six days. We observed a progressive delay in contraction and relaxation, resulting in a broadening of the contraction peak shoulders, without altering beating frequency or contraction force. Similar changes in gene expression and function have been reported during development of tachycardiomyopathy. These findings suggest that increased BMP10 secretion with high atrial rates contribute to arrhythmia-induced cardiomyopathy or, reflecting the prolonged contraction and relaxation times, to HFpEF, a common comorbidity in patients with AF. The effects of BMP10 compete with other effects such as oxidative and metabolic stress both in this model and in patients. Further research into the effects of BMP10 on cardiac function and its potential contribution."
      },
      "expiresAt": "2025-03-01T23:48:53.000Z",
      "status": "completed",
      "success": true
    },
    "metadata": {
      "doi": "https://doi.org/10.1101/2025.02.24.25322820",
      "title": "High rate triggers increased atrial release of BMP10, a biomarker for atrial fibrillation and stroke, which affects ventricular cardiomyocytes"
    }
  }
  